export default function About() {
  return (
    <section id="about">
      <div className="container">
        <p className="mt-20 w-full px-8 py-10 bg-zinc-800 rounded-xl text-zinc-50">
          Добро пожаловать! Я начинающий фронтенд-разработчик, специализирующийся на создании
          функциональных и привлекательных веб-сайтов. Работаю с HTML, CSS,
          JavaScript и React, применяя современные подходы для разработки
          удобных и адаптивных интерфейсов. Мои проекты включают создание
          лендингов, интерактивных элементов и небольших приложений. Я постоянно
          совершенствую свои навыки и стремлюсь создавать качественные и удобные
          решения для пользователей.
        </p>
      </div>
    </section>
  );
}
